"Choose a valid destination." = "Välj plats.";
"Compress" = "Komprimera";
"Compressing: %@ \nTo: %@" = "Komprimerar: %@ \nTill: %@";
"Decompress" = "Komprimera";
"Decompressing: %@ \nTo: %@" = "Dekomprimerar: %@ \nTill: %@";
"Destination does not exist" = "Den valda platsen existerar inte";
"Items remaining to compress: %d" = "Kvarstående objekt att komprimera: %d";
"Items remaining to decompress: %d" = "Kvarstående objekt att dekomprimera: %d";
"Password" = "Lösenord";
